{
  "chn": {
    "p01": "Das in BuddhaNexus verwendete Textkorpus wurde von der <0>Chinese Buddhist Electronic Text Association (CBETA)</0> bezogen.",
    "p02": "Die Mindestlänge für eine Übereinstimmung wurde auf sechs Zeichen festgelegt. Aufgrund unserer Richtlinie für „ungefähre Übereinstimmungen“ statt exakter Übereinstimmungen werden jedoch gelegentlich auch Übereinstimmungen mit fünf Zeichen erkannt. Übereinstimmungen bestehen in hohem Maße aus häufigen Übereinstimmungen feste Begriffe wurden aus den Ergebnissen herausgefiltert.",
    "p03": "Hintergrundbild: Mit freundlicher Genehmigung des International College for Postgraduate Buddhist Studies (ICABS), Tokio."
  },
  "pli": {
    "p01": "Der in BuddhaNexus verwendete Pāli-Textkorpus wurde von Mahāsaṅgīti Tipiṭaka Buddhavasse 2500: World Tipiṭaka Edition in Roman Script bezogen. Herausgegeben und veröffentlicht von The M.L. Maniratana Bunnag Dhamma Society Fund, 2005. Basierend auf der digitalen Ausgabe des Chaṭṭha Saṅgāyana, herausgegeben vom <0>Vipassana Research Institute (VRI)</0>, mit Korrekturen und Korrekturlesen von der Dhamma Society.",
    "p02": "Die Sutta-, Vinaya- und Abhidhamma-Texte stammen aus den SuttaCentral <0>JSON-basierten segmentierten Texten (Bilara)</0>, die ausgiebig getestet wurden, um Integrität und Korrektheit zu gewährleisten. Diese Texte haben die dieselben Segmentnummern wie in <1>SuttaCentral</1> und sind mit den entsprechenden Segmenten auf dieser Seite verlinkt.",
    "p03": "Die übrigen Kommentartexte der Aṭṭhakathā, Tikā und Anya stammen aus dem Chaṭṭha ​​Saṅgāyana, veröffentlicht vom Vipassana Research Institute.",
    "p04": "Für die Berechnung der Pāli-Matches wurden die Silbentrennungs- und Wortstammalgorithmen von SuttaCentral verwendet. Die minimale Match-Länge, die in den Berechnungen verwendet wird, beträgt 30 Zeichen. Wir glauben, dass kürzere Matches nicht nützlich sind, um Parallelen zu finden.",
    "p05": "Hintergrundbild: Mit freundlicher Genehmigung der Fragile Palm Leaves Collection, Bangkok."
  },
  "skt": {
    "p01": "Das in BuddhaNexus verwendete Sanskrit-Textkorpus wurde vom Göttinger Register of Electronic Texts in Indian Languages ​​(<0>GRETIL</0>), Georg-August-Universität Göttingen), dem Digital Sanskrit Buddhist Canon (< 1>DSBC</1>, University of the West), einige Dateien von SuttaCentral (<2>SC</2>) und ein paar Dateien, die von einzelnen Forschern erhalten wurden.",
    "p02": "Aufgrund der großen Menge an Material wurden einige Texte aus den Originaldatenbanken weggelassen (kumulative Pāda-Indizes und doppelte Texte aus derselben Quelle). Außerdem gab es keinen Versuch von BuddhaNexus, die Qualität der zu verbessern Texte (z. B. Tippfehler entfernen, identische Konventionen einführen usw.). Einige kleinere Änderungen wurden jedoch im Sinne der Standardisierung vorgenommen. Um den Abgleichprozess durchführbar zu machen, wurden einige Markup-Informationen der Originaldateien vernachlässigt. ",
    "p03": "Die buddhistischen Sanskrit-Dateien sind nach dem Organisationsschema des tibetisch-buddhistischen Kanons strukturiert, wobei „Buddhistische Schriften“ dem Kangyur und „Buddhistische Nicht-Schriften“ dem Tengyur entsprechen. Für das nicht-buddhistische Material genommen gegenüber GRETIL wurde die Datenstruktur leicht verändert, die Ordner 4_rellit/buddh und 6_sastra/3_phil/buddh/ wurden entfernt und deren Inhalt unter „Buddhist Scriptures“ und „Buddhist Non-Scriptures“ aufgeteilt. Außerdem wurde ein Nummerierungsschema eingeführt, um den Zugriff auf die verschiedenen GRETIL-Kategorien zu vereinfachen. Zum Beispiel steht \"GV01\" für GRETIL Veda 1.",
    "p04": "Für die Berechnung der Sanskrit-Matches und für die globale Suchfunktion wurde ein Stemming-Algorithmus verwendet. Der Stemming-Algorithmus ist als <0>eigenständige Anwendung</0> verfügbar.",
    "p05": "Die minimal mögliche Länge für einen Treffer wurde auf 25 Zeichen gesetzt.",
    "p06": "Hintergrundbild: Mit freundlicher Genehmigung des Nepal-German Manuscript Preservation Project (NGMPP)."
  },
  "tib": {
    "p01": "Die in BuddhaNexus verwendeten tibetischen Textkorpora stammen aus verschiedenen Quellen, darunter <0>Asian Classics Input Projects (ACIP)</0> for the Tibetan Buddhist Canon, <1>Buddhist Digital Resource Center (BDRC)</1> für die rNying ma bka' ma und Karma Delek für die rNying ma rgyud 'bum. Dadurch können die digitalen Texte gelegentlich in ihren Konventionen abweichen. Außerdem wurde aufgrund der großen Menge an Material kein Versuch unternommen von BuddhaNexus, um die Qualität der Texte zu verbessern (z. B. Entfernen von Tippfehlern, Einführen identischer Konventionen usw.). Gelegentlich wurden jedoch aus technischen Gründen geringfügige Änderungen an den Texten vorgenommen (z. B. Standardisierung von Transliterationen oder Formaten). Da unsere Algorithmen Suche nach ungefähren (und nicht genauen) Übereinstimmungen, glauben wir, dass in den meisten Fällen Varianten, die aus Tippfehlern oder aus unterschiedlichen Orthographien und dergleichen resultieren, keine größeren Probleme bei der Erkennung von Textübereinstimmungen darstellen sollten.",
    "p02": "In Bezug auf Übereinstimmungen, die die Prajñāpāramitā-Sektion des bKa' 'gyur betreffen, wurden aufgrund der extrem repetitiven Natur dieses Korpus in sich selbst alle Übereinstimmungen zwischen Dateien dieser Sektion aus Gründen einer besseren Leistung von den Ergebnissen ausgeschlossen .",
    "p03": "Die Mindestübereinstimmungslänge beträgt 14 Silben. Kürzere Übereinstimmungen werden auch angezeigt, wenn die Übereinstimmung im Anfrage- oder Treffertext eine Verszeile ist, die aus einer genauen Länge von 7, 9 oder 11 Silben besteht. Die Verszeilen sind nur erkannt, wenn sie zwischen einem Paar aus entweder einem einfachen oder doppelten Strich (shad) am Anfang und einem doppelten Strich am Ende stehen Übereinstimmungen, die länger als 13 Silben sind, aber zu einem großen Teil aus Stoppwörtern, grammatikalischen Partikeln, und dergleichen wurden aus den Ergebnissen herausgefiltert.",
    "p04": "Hintergrundbild: Mit freundlicher Genehmigung von Burkhard Quessel."
  }
}
