{
  "p01": "Die in BuddhaNexus verwendeten tibetischen Textkorpora stammen aus verschiedenen Quellen, darunter <0>Asian Classics Input Projects (ACIP)</0> for the Tibetan Buddhist Canon, <1>Buddhist Digital Resource Center (BDRC)</1> für die rNying ma bka' ma und Karma Delek für die rNying ma rgyud 'bum. Dadurch können die digitalen Texte gelegentlich in ihren Konventionen abweichen. Außerdem wurde aufgrund der großen Menge an Material kein Versuch unternommen von BuddhaNexus, um die Qualität der Texte zu verbessern (z. B. Entfernen von Tippfehlern, Einführen identischer Konventionen usw.). Gelegentlich wurden jedoch aus technischen Gründen geringfügige Änderungen an den Texten vorgenommen (z. B. Standardisierung von Transliterationen oder Formaten). Da unsere Algorithmen Suche nach ungefähren (und nicht genauen) Übereinstimmungen, glauben wir, dass in den meisten Fällen Varianten, die aus Tippfehlern oder aus unterschiedlichen Orthographien und dergleichen resultieren, keine größeren Probleme bei der Erkennung von Textübereinstimmungen darstellen sollten.",
  "p02": "In Bezug auf Übereinstimmungen, die die Prajñāpāramitā-Sektion des bKa' 'gyur betreffen, wurden aufgrund der extrem repetitiven Natur dieses Korpus in sich selbst alle Übereinstimmungen zwischen Dateien dieser Sektion aus Gründen einer besseren Leistung von den Ergebnissen ausgeschlossen .",
  "p03": "Die Mindestübereinstimmungslänge beträgt 14 Silben. Kürzere Übereinstimmungen werden auch angezeigt, wenn die Übereinstimmung im Anfrage- oder Treffertext eine Verszeile ist, die aus einer genauen Länge von 7, 9 oder 11 Silben besteht. Die Verszeilen sind nur erkannt, wenn sie zwischen einem Paar aus entweder einem einfachen oder doppelten Strich (shad) am Anfang und einem doppelten Strich am Ende stehen Übereinstimmungen, die länger als 13 Silben sind, aber zu einem großen Teil aus Stoppwörtern, grammatikalischen Partikeln, und dergleichen wurden aus den Ergebnissen herausgefiltert.",
  "p04": "Hintergrundbild: Mit freundlicher Genehmigung von Burkhard Quessel."
}
